Repository: nscoding/greek-radio-ios
Catalog: Source/Greek Radio/Greek Radio/Classes/Application Localization/*.lproj/Localizable.strings
Languages: el

# app_welcome_title
source: Welcome to Greek Radio
el: Καλως ήρθατε στo Greek Radio!

# button_enjoy
source: Enjoy!
el: Καλή Ακρόαση!

# button_dismiss
source: Dismiss
el: Παράβλεψη

# button_remove
source: Remove
el: Αφαίρεση

# button_sugggest
source: Suggest a station
el: Πρότεινε ένα σταθμό

# button_report
source: Report a problem
el: Ανέφερε ένα πρόβλημα

# label_now_playing
source: Now Playing
el: Παίζει τώρα

# label_sorry
source: Sorry
el: Σύγνωμη

# label_something_wrong
source: Something went wrong...
el: Ούπς, κάτι δεν πάει καλά...

# label_refresh_stations
source: Refresh Stations
el: Ανανέωση Σταθμών

# label_favorites
source: Favorites
el: Αγαπημένα

# label_local_stations
source: Local Stations
el: Τοπικοί Σταθμοί

# label_stations
source: Stations
el: Σταθμοί

# label_new_stations
source: New station proposal
el: Πρόταση νέου σταθμού

# label_search
source: Search
el: Αναζήτηση

# app_no_internet_title
source: No internet connection
el: Δεν υπάρχει σύνδεση με το Ίντερνετ

# app_no_internet_subtitle
source: You require an internet connection via WiFi or cellular network for this application to work
el: Απαιτείται σύνδεση με Ίντερνετ μέσω WiFi ή 3g για να λειτουργήσει η εφαρμογή

# app_low_memory_error_title
source: Low Memory
el: Χαμηλή μνήμη

# app_low_memory_error_subtitle
source: The amount of available memory on your device is low, Greek Radio stopped playing to avoid crashing
el: Η ελεύθερη διαθέσιμη μνήμη στο κινητό σας είναι χαμηλή, το Greek Radio, σταματάει την αναπαραγωγή προς αποφυγή υπερφόρτωσης

# app_player_error_subtitle
source: Incompatible or offline audio stream, try again
el: Μη συμβατό ή το κανάλι μετάδοσης βρίσκεται εκτός σύνδεσης, ξαναπροσπαθήστε

# share_generic_text
source: I am listening to Greek music on my iPhone using Greek Radio
el: Ακούω μουσική στο iPhone μου, μέσω του Greek Radio!

# share_station_$_text
source: I am listening to %@ using Greek Radio
el: Ακούω %@, μέσω του Greek Radio

# share_facebook_error
source: You can't update your status right now, please make sure your device has at least one Facebook account setup
el: Δε μπορείτε να ανανεώσετε την κατάσταση σας τώρα , παρακαλώ σιγουρευτείτε οτι στη συσκευή σας υπάρχει ένας τουλάχιστον εγκατεστημένος λογαριασμός του Facebook

# share_twitter_error
source: You can't tweet right now, please make sure your device has at least one Twitter account setup
el: Δε μπορείτε να στείλετε Tουί τώρα , παρακαλώ σιγουρευτείτε οτι στη συσκευή σας υπάρχει ένας τουλάχιστον εγκατεστημένος λογαριασμός του Twitter

source: Share via Email
el: Μοιράσου το μέσω Email

source: Share via Twitter
el: Μοιράσου το μέσω Twitter

source: Share via Facebook
el: Μοιράσου το μέσω Facebook

# share_via_email_check_it_$
source: You can check it out at <a href='%@'>here</a>
el: Μπορείς να το δεις <a href='%@'>εδω</a>
